tap "shivammathur/extensions"

brew "git"
brew "bash"
brew "tmux"
brew "nvim"
brew "composer"
brew "ripgrep"
brew "fzf"
brew "htop"
brew "starship"
brew "lazygit"
brew "gh"

cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "ghostty"
cask "herd"
cask "cleanshot"
cask "slack"
cask "spotify"
cask "raycast"
cask "tableplus"
cask "tinkerwell"
cask "font-jetbrains-mono-nerd-font"
cask "brave-browser"
cask "microsoft-office"
cask "postman"
cask "tableplus"
cask "phpstorm"
cask "orbstack"
